{
    "What was the name of Moses’ brother?": [
        "Aaron"
    ],
    "How old was Methuselah when he died?": [
        "969"
    ],
    "Who was the father of John the Baptist?": [
        "Zechariah"
    ],
    "Who was the wife of Boaz?": [
        "Ruth"
    ],
    "Who is known as the 'weeper'?": [
        "Esau"
    ],
    "What is the meaning of the name 'Jesus'?": [
        "God saves"
    ],
    "Which prophet anointed Saul as king?": [
        "Samuel"
    ],
    "What is the name of the sea where Jesus calmed the storm?": [
        "Sea of Galilee", "Galilee"
    ],
    "Who was the judge of Israel who vowed to sacrifice the first thing that came out of his house?": [
        "Jephthah"
    ],
    "In the parable of the sower, what does the seed represent?": [
        "The Word of God",
        "Word of God"
    ],
    "Who recognized Jesus as the Messiah when he was presented at the Temple as a baby?": [
        "Simeon"
    ],
    "What animal did Balaam hit three times before it spoke to him?": [
        "Donkey"
    ],
    "In the parable of the prodigal son, what job did the son end up doing after he spent all his inheritance?": [
        "Pig keeper", "Keeper of pig", "Keeper of pigs"
    ],
    "What was Jacob's name changed to?": [
        "Israel"
    ],
    "In Revelation, what color horse is associated with famine?": [
        "Black"
    ],
    "Who said, 'Though He slay me, yet will I trust in Him.'?": [
        "Job"
    ],
    "In what city was Jesus born?": [
        "Bethlehem"
    ],
    "What prophet predicted the birth of John the Baptist to his father Zacharias?": [
        "Angel Gabriel",
        "Gabriel"
    ],
    "Who replaced Judas as the 12th Apostle?": [
        "Matthias"
    ],
    "Who was the Roman governor of Judea at the time of Jesus’ crucifixion?": [
        "Pontius Pilate"
    ],
    "How many men walked with Jesus during the transfiguration?": [
        "Two",
        "2"
    ],
    "Which of Jesus’ disciples walked on water?": [
        "Peter"
    ],
    "What type of insect did John the Baptist eat in the desert?": [
        "Locusts"
    ],
    "Who was the tax collector that climbed up a tree to see Jesus?": [
        "Zacchaeus"
    ],
    "What was the name of the sea where Jesus walked on the water?": [
        "Sea of Galilee", "Sea of Galilee", "Galilee"
    ],
    "What is the common name given to the first four books of the New Testament?": [
        "The Gospels"
    ],
    "Who was the high priest of Jerusalem who put Jesus on trial?": [
        "Caiaphas"
    ],
    "How many people returned to thank Jesus after he healed them of leprosy?": [
        "One",
        "1"
    ],
    "In the book of Daniel, who survived being thrown into a den of lions?": [
        "Daniel"
    ],
    "What city was the prophet Jonah sent to prophesy against?": [
        "Nineveh"
    ],
    "How many times did Jesus predict His death and resurrection?": [
        "Three",
        "3"
    ],
    "Who said, 'Am I my brother's keeper?'": [
        "Cain"
    ],
    "What is the Golden Rule?": [
        "Do unto others as you would have them do unto you"
    ],
    "Who recognized Jesus as the Christ when he was still in his mother's womb?": [
        "John the Baptist", "John", "John Baptist", "Baptist John"
    ],
    "Who was the first Christian martyr?": [
        "Stephen"
    ],
    "What were Jesus’ last words on the cross, according to the Gospel of John?": [
        "It is finished"
    ]
}
