{
    "Who is the shortest man in the Bible?": ["Bildad the Shuhite", "Bildad"],
    "Who were the first two apostles to follow Jesus?": ["Andrew and John", "John and Andrew", "John, Andrew", "Andrew, John"],
    "Which book of the Bible is written in the form of a song?": ["Song of Solomon"],
    "Who climbed a tree in order to see Jesus as he entered Jericho?": ["Zacchaeus"],
    "Who is the oldest man in the Bible?": ["Methuselah"],
    "Who was swallowed by a big fish?": ["Jonah"],
    "What type of insect did John the Baptist eat in the desert?": ["Locust"],
    "Which of Jesus miracles appears in all four Gospels? (Answer has 3 words and 1 number).": ["Feeding of the 5000"],
    "Who cut off the ear of the high priest's servant, Malchus?": ["Simon Peter"],
    "Who recognizes Jesus as the Christ when He was still a baby?": ["Simeon"],
    "What was Paul's occupation?": ["Tentmaker", "Tent maker"],
    "What was the name of the place where Peter denied Jesus?": ["Courtyard of the High Priest", "Courtyard of High Priest", "Courtyard of a High Priest"],
    "Which disciple looked after Mary, after the death of Jesus?": ["John", "John the Apostle"],
    "What language was most of the Old Testament written in?": ["Hebrew"],
    "Who was the first person to see the risen Christ?": ["Mary Magdalene"],
    "Who was the father of John the Baptist?": ["Zacharias"],
    "How many people did Jesus feed with five loaves of bread and two fish?": ["5000", "Five thousand"],
    "Who wrote the Acts of the Apostles?": ["Luke"],
    "Who was thrown into a den of lions by King Darius?": ["Daniel"],
    "What is another name for the Sermon on the Mount?": ["The Beatitudes"],
    "What is the longest book in the Bible?": ["Psalms"],
    "What is the shortest book in the Bible?": ["3 John", "John 3"],
    "What are the first four books of the New Testament?": ["Matthew Mark Luke John", "Matthew, Mark, Luke, John"],
    "Who was the Bible's strongest man?": ["Samson"],
    "Who were the parents of King Solomon?": ["David and Bathsheba", "Bathsheba and David", "Bathsheba, David", "David, Bathsheba", "Bathsheba David", "David Bathsheba"],
    "What was the name of the hill where Jesus was crucified?": ["Golgotha"],
    "What animal did Jesus ride into Jerusalem?": ["Donkey"],
    "What was the name of the sea where Jesus calmed a storm?": ["Sea of Galilee", "Galilee"],
    "Who was the disciple that doubted Jesus' resurrection until he saw Jesus with his own eyes?": ["Thomas"],
    "Who recognized Jesus as the Messiah when he was still a baby?": ["Simeon"],
    "What is the longest verse in the Bible?": ["Esther 8:9", "8:9 Esther"],
    "What did Jesus turn into wine at the wedding in Cana?": ["Water"],
    "What city's walls fell down after Joshua and the Israelites marched around it for seven days?": ["Jericho"],
    "What did Jesus say is easier for a camel to go through than for a rich man to enter the kingdom of God?": ["Eye of a needle", "Eye of needle", "Eye of the needle"],
    "Who was the king that asked for the head of John the Baptist?": ["Herod Antipas", "Antipas Herod"],
    "Who was Ruth's mother-in-law?": ["Naomi"],
    "What kind of bird did Noah send out first from the ark?": ["Raven"],
    "Who replaced Judas as the 12th apostle?": ["Matthias"]
}
