{
    "Who was the first man?": [
        "Adam"
    ],
    "What is the name of the garden where Adam and Eve lived?": [
        "Garden of Eden",
        "Eden"
    ],
    "Who led the Israelites out of Egypt?": [
        "Moses"
    ],
    "What are the first three words of the bible?": [
        "In the beginning"
    ],
    "What type of bird returned to Noah's ark with an olive leaf?": [
        "Dove"
    ],
    "How many disciples did Jesus have?": [
        "12",
        "Twelve"
    ],
    "Answer True/False. The Bible is the most popular book ever written (by copies sold).": [
        "True",
        "true"
    ],
    "What is the first book in the Bible?": [
        "Genesis"
    ],
    "How many days did God take to create the world?": [
        "Six",
        "6"
    ],
    "Who was the first woman?": [
        "Eve",
        "Eva"
    ],
    "Who were three sons of Adam and Eve listed in the Bible? Answer in alphabetical order.": [
        "Abel Cain Seth",
        "Abel, Cain, Seth"
    ],
    "How many days and nights did it rain when Noah was on the ark?": [
        "40",
        "Forty"
    ],
    "Who was swallowed by a big fish according to the Bible?": [
        "Jonah"
    ],
    "What is the shortest book in the New Testament by verses count?": [
        "2 John",
        "Second John",
        "John 2",
        "John second",
        "John"
    ],
    "Who was the oldest man in the Bible?": [
        "Methuselah"
    ],
    "Who was known as a man after God's own heart?": [
        "David"
    ],
    "Who was the mother of Jesus?": [
        "Mary"
    ],
    "Who was the father of Jesus?": [
        "Joseph"
    ],
    "Who turned into a pillar of salt?": [
        "Lot's wife",
        "Lots wife"
    ],
    "What animal spoke to Balaam in the Book of Numbers?": [
        "A donkey",
        "Donkey"
    ],
    "What is the last book in the Bible?": [
        "Revelation"
    ],
    "What city was Jesus born in?": [
            "Bethlehem"
    ],
    "Who is known as the 'weeper' in the Bible?": [
        "David"
    ],
    "Who betrayed Jesus to the Romans?": [
        "Judas",
        "Judas Iscariot"
    ],
    "Who denied Jesus three times?": [
        "Peter",
        "Simon Peter"
    ],
    "Who recognized Jesus as the Messiah when he was presented at the Temple in Jerusalem?": [
        "Simeon"
    ],
    "Who wrote the book of Revelation?": [
        "John",
        "John the Apostle"
    ],
    "Who are considered as the patriarchs of the Israelites? Answer in alphabetical order.": [
        "Abraham Isaac Jacob",
        "Abraham, Isaac, Jacob"
    ],
    "Who was the king of Judea at the time of Jesus’ birth?": [
        "Herod",
        "King Herod"
    ],
    "What was the job of the prophet Jeremiah before God called him?": [
        "A priest"
    ],
    "Who was the first king of Israel?": [
        "Saul"
    ],
    "Who was the prophet that succeeded Elijah?": [
        "Elisha"
    ],
    "What is the second book of the Bible?": [
        "Exodus"
    ],
    "Who was Sarah’s handmaiden and the mother of Ishmael?": [
        "Hagar"
    ],
    "What was the name of Moses’ brother?": [
        "Aaron"
    ],
    "Who was the dreamer amongst the sons of Jacob?": [
        "Joseph"
    ],
    "What was Paul's name before his conversion to Christianity?": [
        "Saul"
    ],
    "Who is the first martyr of Christianity?": [
        "Stephen",
        "St. Stephen"
    ],
    "Who wrote most of the books in the New Testament?": [
        "Paul",
        "Saint Paul",
        "Apostle Paul"
    ]
}
